"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ 添加";

"Add US bank account" = "添加美國銀行賬戶";

"Add a card" = "添加卡";

"Add a payment method" = "添加支付方式";

"Add card" = "添加卡";

"Add new card" = "添加新卡";

"Add new payment method" = "添加新支付方式";

"Add your payment information" = "添加您的支付資訊";

"Approve payment" = "批准付款";

"Back" = "上一步";

"Bank" = "銀行";

"Bank account" = "銀行賬戶";

"Buy now or pay later with <img/>" = "用 <img/> 先買後付";

"Buy now or pay later with Afterpay" = "用 Afterpay 先買後付";

"Buy now or pay later with Clearpay" = "用 Clearpay 先買後付";

"Buy now or pay later with Klarna" = "用 Klarna 先買後付";

"Buy using a UPI ID" = "用 UPI ID 購買";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "確認您的 PayPal 付款，即表示您允許 %@ 按照他們的條款從您的 PayPal 扣取未來款項。";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "繼續使用 Amazon Pay，即表示您允許 %@ 按照他們的條款從您的 Amazon Pay 賬戶扣取未來款項。";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "繼續前往 Klarna 即表示您允許 %1$@ 按照他們的條款和 Klarna 的條款從您的 Klarna 賬戶扣取未來款項。您可以在您的 Klarna 應用程式中隨時對其進行修改，也可以聯絡 %2$@。";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "繼續前往 PayPal 即表示您允許 %@ 按照他們的條款從您的 PayPal 扣取未來款項。";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "繼續前往 Revolut Pay 即表示您允許 %@ 按照他們的條款從您的 Revolut Pay 扣取未來款項。";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "繼續操作即表示您同意按照<terms>這些條款</terms>授權付款。";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "繼續操作，即表示您授權 %1$@ 按照 %2$@ 的條款從您的 Cash App 賬戶中扣取該款項及未來的款項，直至撤銷授權。您可以隨時在 Cash App 設置中進行修改。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "加入 Link 即表示您同意<terms>條款</terms>和<privacy>隱私政策</privacy>。";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "提供您的銀行賬戶詳情並確認這筆付款即表示您同意該「直接借記請求」以及<terms>「直接借記請求」服務協議</terms>，並授權 Payments Australia Pty Ltd ACN 160 180 343，直接借記用戶 ID 507156 (「Stripe」)透過「批量電子清算系統」(BECS) 代 %@（「商家」）向您收取「商家」單獨與您議定的金額。您確認您是上述所列賬戶的賬戶持有人或授權簽字者。";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "提供您的銀行卡資訊，即表示您允許 %@ 按照他們的條款從您的銀行卡扣取未來款項。";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "提供您的電郵地址，即表示您同意按照 Link <terms>條款</terms>和<privacy>私隱政策</privacy>建立 Link 賬戶並將您的支付資訊保存到 Link。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "提供您的支付方式並確認該付款即表示您授權 (A) %@ 與我們的支付服務者 Stripe 向您的銀行發送對您的賬戶進行扣款的指令以及 (B) 您的銀行按照這些指令對您的賬戶進行扣款。根據您與您的銀行協議的條款和條件，您有權從您的銀行得到退款。退款必須在 8 周內申請，從您的賬戶被扣款之日起算。您的權利在結單上有解釋，可從您的銀行獲取。您同意提前 2 天接收後續扣款的通知。";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "提供您的手機號碼，即表示您同意按照 Link <terms>條款</terms>和<privacy>私隱政策</privacy>建立 Link 賬戶並將您的支付資訊保存到 Link。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "保存您的 %@ 銀行賬戶即表示您同意按照<terms>這些條款</terms>授權付款。";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "取消並用另一方式支付";

"Choose a payment method" = "選擇一個支付方式";

"Close card scanner" = "關閉銀行卡掃描器";

"Confirm" = "確定";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "在您的銀行或支付應用程式中確認向 %@ 的付款，以完成購物。";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "%@内在您的銀行應用中確認付款，完成購物。";

"Confirm your CVC" = "請確認您的 CVC";

"Contact information" = "聯絡資訊";

"EPS Bank" = "EPS 銀行";

"Enter address manually" = "手動輸入地址";

"FPX Bank" = "FPX Bank";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "我理解 Stripe 將代表 %@ 收取直接扣款，且確認我是該賬戶持有人，且是唯一一個需要授權該賬戶扣款的人。";

"IBAN" = "IBAN";

"Manage payment method" = "管理支付方式";

"Manage payment methods" = "管理支付方式";

"Manage your payment methods" = "管理您的支付方式";

"Name on card" = "持卡人姓名";

"New card" = "添加新卡";

"New payment method" = "新支付方式";

"Open your UPI app to approve your payment within %@" = "請在 %@ 內打開您的 UPI 應用程式來批准付款";

"Or" = "或";

"Or pay using" = "或用以下方式支付";

"Or pay with a card" = "或用銀行卡支付";

"Or use" = "或使用";

"Or use a card" = "或使用銀行卡";

"Pay %@" = "支付%@";

"Pay another way" = "用另一方式支付";

"Pay faster at %@ and thousands of businesses." = "在 %@ 及数千商家那里更快支付。";

"Pay over time with %@" = "用 %@ 慢慢支付";

"Pay over time with Affirm" = "用 Affirm 慢慢支付";

"Pay with Link" = "用 Link 支付";

"Pay with your bank account in just a few steps." = "只需少許幾步，即可用您的銀行賬戶付款。";

"Payment failed" = "付款失敗";

"Please go back and select another payment method" = "請返回並選擇另一個支付方式。";

"Point the camera at your card." = "將相機正對銀行卡。";

"Processing..." = "處理中...";

"Przelewy24 Bank" = "Przelewy24 銀行";

"Remove card?" = "移除卡？";

"Remove payment method" = "移除支付方式";

"Save" = "保存";

"Save a new payment method" = "保存新的支付方式";

"Save address" = "保存地址";

"Save for future payments" = "保存以用於未來的付款";

"Save payment details to %@ for future purchases" = "將支付資訊保存到 %@ 以備將來購物使用";

"Save this account for future %@ payments" = "保存該賬戶，方便未來向 %@ 付款";

"Save your bank account in just a few steps." = "幾步保存您的銀行賬戶。";

"Save your info for secure 1-click checkout with Link" = "保存您的資訊，用 Link 安全地一鍵結賬";

"Saved" = "已保存";

"Select card" = "選擇銀行卡";

"Select payment method" = "選擇支付方式";

"Select your payment method" = "選擇您的支付方式";

"Set up" = "設置";

"Shipping to %@ is not supported." = "不支援向 %@ 配送。";

"Show menu" = "顯示選單";

"Simple, secure one-click payments" = "簡單、安全地一鍵支付";

"Something went wrong when linking your account.\nPlease try again later." = "關聯您的賬戶時發生了錯誤。\n請稍後重試。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe 會在 1-2 個工作日向您的賬戶存入 0.01 美元。然後您會收到一封包含說明的電子郵件，指導您用 %@ 保存您的銀行賬戶。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe 會在 1-2 個工作日向您的賬戶存入 0.01 美元。然後您會收到一封郵件，指導您完成向 %@ 的付款。";

"The IBAN you entered is incomplete." = "您輸入的 IBAN 不完整。";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "您輸入的 IBAN 無效，「%@」是不支援的國家代碼。";

"Update" = "更新";

"Update card brand" = "更新銀行卡品牌";

"View more" = "查看更多";

"Your IBAN should start with a two-letter country code." = "您的 IBAN 應以兩個字母的國家代碼開頭。";

"iDEAL Bank" = "iDEAL 銀行";
